Repository: rafaelglg/ClashRoyaleTracker
Catalog: ClashRoyaleTracker/Localizable/Localizable.xcstrings
Source language: en
Languages: es

source: %lld Trophies
es: %lld Trofeos

source: Apple developer
es: Desarrollador Apple

source: Application error
es: Error en aplicación

source: Cards
es: Cartas

source: Clan Statistics
es: Estadísticas del clan

source: Close
es: Cerrar

source: Come back and paste the code without ''#'' because its already written by default.
es: Regresa a la app y pega el codigo sin el “#” porque ya se escribe por defecto.

source: Current Favorite Card
es: Carta favorita

source: Elixir cost: %lld
es: Costo de elixir %lld

source: Enter the app and inside tap in your name.
es: Entra a la app y presiona en tu nombre.

source: Find your ID and tap, will be copy in your clipboard.
es: Encuentra el ID, haz click y copia el ID.

source: For more info click in this link [Clash Royale Info](https://royaleapi.com/?lang=en)
es: Para más información entra aquí [Clash Royale Info](https://royaleapi.com/?lang=en)

source: Help
es: Ayuda

source: How to find my ID?
es: ¿Cómo encontrar mi ID?

source: how to find player ID?
es: ¿Cómo encontrar mi ID?

source: how to search?
es: ¿Cómo buscar?

source: Invalid player ID
es: ID invalido

source: Level %lld
es: Nivel %lld

source: Max evolution level: %lld
es: Evolución máxima %lld

source: Max level:
es: Nivel máximo

source: Max level: %lld
es: Nivel máximo %lld

source: No cards found
es: Carta no encontrada

source: Player Statistics
es: Estadísticas del jugador

source: Players
es: Jugador

source: Search
es: Buscar

source: Search a player
es: Busca a tu jugador

source: Search by name, rarity or level
es: Busca por nombre, rareza o nivel

source: Step 1
es: Paso 1

source: Step 2
es: Paso 2

source: Step 3
es: Paso 3

source: The link will take you to Clash royal official web and more info will be displayed
es: Este enlace te llevara al sitio oficial de Clash Royale con mas información

source: There were no result for ''%@''. Try a new search.
es: No hubo resultados para “%@’’. Intenta de nuevo.

source: This app was developed by Rafael Loggiodice, using 100% **SwiftUI** and **Combine**.
es: Esta app fue desarrollada por Rafael Loggiodice usando 100% **SwiftUI** y **Combine**

source: This card may change
es: Esta carta puede variar

source: Try again
es: Intenta de nuevo

source: Type your player id
es: Escribe tu ID

source: Upcoming chests
es: Próximos cofres

source: You can search by the **name**, **rarity** or **level** of the card
es: Puedes buscar por el **nombre**, **rareza** o **nivel** de la carta

source: You can search using name, rarity or level of the card
es: Puedes buscar usando el nombre, rareza, o nivel de la carta

source: You need to have downloaded the app ''Clash Royale'' in order to find your ID.
es: Debes tener descargada la app de “Clash Royale” para poder encontrar tu ID.
